import React from 'react';
import '../../styles/style.css';


export const SectionAdvantages = () => {
    return (
    <section className="advantages">
        <h4>
            Почему стоит выбрать нас?
        </h4>
        <div className="advantages_list_container">
            <ul className="advantages_list">
                <li>
                    <h2>Стильные букеты от флористов</h2>
                    <p>В нашей студии флористики профессионалы создают самые элегантные и стильные букеты, используя только самые свежие и качественные материалы. Мы следим за последними тенденциями флористического дизайна и предлагаем уникальные композиции, которые непременно произведут впечатление. Позвольте нам сделать ваш день ярче благодаря нашим потрясающим букетам и услуге доставки в тот же день.</p>
                </li>
                <li>
                    <h2>Доставка в срок</h2>
                    <p>Не упустите свой шанс воспользоваться нашей службой доставки цветов. Наши курьеры доставят ваш букет лично в руки, в идеальном состоянии. Доверьте нам надежную доставку вашего подарка.</p>
                </li>
                <li>
                    <h2>Безопасная оплата</h2>
                    <p>Заказывая у нас, вы можете быть спокойны, поскольку мы используем современные меры безопасности для защиты вашей платежной информации. Ваша транзакция будет безопасной и беспроблемной, поэтому вы можете смело совершать покупки.</p>
                </li>
                <li>
                    <h2>Подписка по вашим потребностям</h2>
                    <p>Благодаря нашему сервису подписки, адаптированному к вашим конкретным потребностям, вы можете наслаждаться удобством регулярной доставки красивых букетов прямо к вашей двери. Наш гибкий сервис идеально подходит для занятых людей или тех, кто хочет, чтобы у них всегда были свежие цветы под рукой. Вы сэкономите время и деньги, воспользовавшись этим простым решением для удовлетворения ваших потребностей.</p>
                </li>
            </ul>
        </div>
    </section>
    );
}

// export default SectionAdvantages;