import React from 'react';
import '../../styles/style.css';


export const SectionAU = () => {
    return (<section className="about_us">
        <h4>
            О нас
        </h4>
        <div className="about_us_description">
            <h3>Наша история</h3>
            <h2>Samara LuxeBouquets</h2>
            <p>Мы - современная местная флористическая студия, которая специализируется на создании и доставке уникальных букетов. У нас работают лучшие флористы, которые тщательно подбирают каждый образ, наша студия напрямую сотрудничает с фермерскими хозяйствами, поэтому у нас всегда есть свежие цветы, которые наши флористы собирают в изысканные букеты. У нас есть коллекции свежих букетов, коллекции букетов из сухоцветов, комнатные растения, а также ароматические свечи от элитных брендов для создания идеальной атмосферы. Сделайте чей-то день удивительным, отправив цветы, растения и подарки сейчас же или на следующий день. Заказ цветов онлайн ещё никогда не был таким простым.</p>
            <a href="" className="btn">Узнать больше</a>
        </div>
    </section>
    );
}

// export default SectionAU;